[
  "A forgotten semicolon shall bring forth chaos in the land of deployment.",
  "A merge without review is a pact with chaos.",
  "A rogue tab summons ancient lint.",
  "A single TODO in the codebase foretells a thousand bugs.",
  "Alerts breed when labeled \"silent.\"",
  "Beware the false positive test—it leads to ruin.",
  "Branches long for pruning.",
  "Caches remember your sins.",
  "CI sleeps not, and neither shall you.",
  "Clean code lures chaos to return.",
  "Containers wander without labels.",
  "CRON keeps grudges at 3AM.",
  "Dashboards at noon shall still deceive.",
  "Dashboards predict the past.",
  "Delayed rollbacks shall become postmortems.",
  "DNS speaks truth, occasionally.",
  "Docs age in dog years.",
  "Feature flags multiply when observed.",
  "He who deploys without coffee shall rollback in despair.",
  "He who ignores the linter shall inherit a kingdom of warnings.",
  "Health checks absent shall feign living services.",
  "Hotfixes cool slowly.",
  "Idempotence forgives repeated prayers.",
  "In the land of legacy code, even angels fear to refactor.",
  "In the shadow of deprecated services, no light shall deploy.",
  "Incidents unnamed shall return thrice.",
  "Kubernetes whispers: reschedule.",
  "Latency expands to demo time.",
  "Legacy code bites last.",
  "Let not your environment variables be hardcoded, lest you summon the wrath of prod.",
  "Logging is confession at scale.",
  "Merge conflicts crave drama.",
  "Metrics rise when managers gaze.",
  "Migrations untested shall devour the schema.",
  "Monoliths dream microservices; wake cranky.",
  "Nulls seek warm production.",
  "On the day the staging server mirrors production, bugs shall reveal their true names.",
  "On-call without backups shall know despair.",
  "Only the purest commit shall pass the gates of prod.",
  "Only when the last ticket is closed will the backlog be truly infinite.",
  "Rename it twice; bugs lose your scent.",
  "Retries without jitter shall stampede the herd.",
  "Retry thrice; succeed once.",
  "Secrets committed shall be revealed.",
  "SREs count availability, not sheep.",
  "Staging envies prod’s disasters.",
  "Stale branches shall wither on the vine.",
  "The backup not tested is but a shadow of hope.",
  "The bug marked 'won't fix' shall return thrice in production.",
  "The bug that disappears in staging shall manifest in production.",
  "The CI job that runs longest shall fail most mysteriously.",
  "The cloud bill shall rise with the moon, and only the wise shall optimize.",
  "The code commented 'temporary' shall endure for ages.",
  "The code that compiles without warnings is but a mirage.",
  "The container shall rise, but only if the logs are clean.",
  "The demo given to the client shall crash at the final click.",
  "The dependency updated blindly shall break all things.",
  "The deployment that succeeds at midnight shall fail at dawn.",
  "The feature flagged for safety shall be unleashed by accident.",
  "The lockfile ignored shall bind thee.",
  "The meeting that could have been an email shall last forever.",
  "The merge conflict unresolved shall multiply in the branches.",
  "The one who asks for root shall be denied by the firewall.",
  "The one who blames the network shall find the DNS misconfigured.",
  "The one who clears the cache shall awaken ancient errors.",
  "The one who deploys on Friday shall work through the weekend.",
  "The one who disables SSL shall invite the hackers to feast.",
  "The one who force pushes to main shall be cast out of the repo.",
  "The one who ignores the documentation shall repeat the mistakes of the past.",
  "The one who ignores the failing test shall inherit a broken build.",
  "The one who leaves debug logs in production shall be found wanting.",
  "The one who merges without review shall summon the daemon of infinite regress.",
  "The one who rebases on Friday shall know true suffering.",
  "The one who refactors without tests shall wander in darkness.",
  "The one who says 'just one more change' shall miss the release train.",
  "The one who says 'works on my machine' shall be exiled from the team.",
  "The PagerDuty horn heralds long weekends.",
  "The pipeline shall break thrice before the dawn.",
  "The sacred README, if neglected, shall confuse generations to come.",
  "The sacred uptime shall be broken by hubris and cron jobs.",
  "The server restarted in haste shall never return to life.",
  "The sprint that ends with unfinished stories shall be repeated eternally.",
  "The test that passes only on your machine is a false prophet.",
  "The ticket closed without review shall reopen itself at midnight.",
  "Unpinned charts shall drift with every tide.",
  "Unwatched queues shall grow without end.",
  "When tests flake, coffee shall flow.",
  "When the build is green, rejoice not, for the next push is nigh.",
  "When the CI pipeline runs thrice without error, a new era of peace shall dawn.",
  "When the logs overflow and the alerts fall silent, beware the coming outage.",
  "When the logs overflow, chaos reigns in the dashboard.",
  "Write once, debug forever.",
  "YAML indents decide fates."
]
